//===================================================================================
//OPCApp_Main
// 
//===================================================================================
// OPC项目主程序
// 作者：赵晓玉
// 创建日期：2014-2-5
//===================================================================================
// 修改记录
//
//===================================================================================

using System.Windows.Input;
using Microsoft.Practices.Prism;

namespace Intime.OPC.Infrastructure
{
    public class ObservableCommand : ObservableObject<ICommand>
    {
    }
}